Repository: gvastethecreator/tokenusage
Catalog: src/TokenUsage.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# TrayMenuUpdate
source: Update
es_es: Actualizar

# TrayMenuSettings
source: Options
es_es: Opciones

# TrayMenuExit
source: Exit
es_es: Salir

# StatusIdle
source: No data yet
es_es: Sin datos

# StatusLoading
source: Updating…
es_es: Actualizando…

# UsageReportButtonLabel.Text
source: Report
es_es: Informe

# CompactGlobalCostLabel.Text
source: Observed cost
es_es: Costo observado

# CompactListButton.Content
source: List
es_es: Lista

# CompactDonutButton.Content
source: Donut
es_es: Circular

# CompactHeatmapButton.Content
source: Map
es_es: Mapa

# CompactProviderCostLabel.Text
source: Cost
es_es: Costo

# CompactProviderLimitsTitle.Text
source: Official limits
es_es: Límites oficiales

# CompactProviderTrendTitle.Text
source: Processed tokens per day
es_es: Tokens procesados por día

# CompactActivityTitle.Text
source: GLOBAL ACTIVITY
es_es: ACTIVIDAD GLOBAL

# CompactActivityToday
source: Today
es_es: Hoy

# CompactActivity7Days
source: 7 days
es_es: 7 días

# CompactActivity30Days
source: 30 days
es_es: 30 días

# CompactPeriod30Days
source: 30 days
es_es: 30 días

# CompactGlobalFooterFormat
source: Global · {0} · {1} providers
es_es: Global · {0} · {1} proveedores

# CompactWeekdayMonday.Text
source: M
es_es: L

# CompactWeekdayTuesday.Text
source: T
es_es: M

# CompactWeekdayWednesday.Text
source: W
es_es: X

# CompactWeekdayThursday.Text
source: T
es_es: J

# CompactWeekdayFriday.Text
source: F
es_es: V

# CompactWeekdaySunday.Text
source: S
es_es: D

# CompactGlobalLimitsTitle.Text
source: CODEX LIMITS
es_es: LÍMITES DE CODEX

# CompactGlobalSummaryLabel.Text
source: Observed cost · 30 days
es_es: Costo observado · 30 días

# CompactHeatmapLegendLow.Text
source: Very low
es_es: Muy bajo

# CompactHeatmapLegendHigh.Text
source: High
es_es: Alto

# CompactProviderCardLimitsTitle.Text
source: Official limits
es_es: Límites oficiales

source: Update
es_es: Actualizar

source: Options
es_es: Opciones

# HeaderOptionsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Options
es_es: Opciones

# HeaderVisualizationToDonut
source: Switch to donut view
es_es: Cambiar a vista circular

# HeaderVisualizationToHeatmap
source: Switch to calendar view
es_es: Cambiar a vista calendario

# HeaderVisualizationToList
source: Switch to list view
es_es: Cambiar a vista de lista

# OptionsHeader.Text
source: Options
es_es: Opciones

# OptionsHomeDescription.Text
source: Choose what you want to change.
es_es: Elige qué quieres cambiar.

# OptionsGeneralDescription.Text
source: Language, window behavior, and sample data
es_es: Idioma, comportamiento de la ventana y datos de muestra

source: General options
es_es: Opciones generales

# OptionsAppearanceLabel.Text
source: Appearance
es_es: Apariencia

# OptionsAppearanceDescription.Text
source: Theme, density, and usage formats
es_es: Tema, densidad y formatos de uso

source: Appearance options
es_es: Opciones de apariencia

# OptionsPersonalizationLabel.Text
source: Dashboard
es_es: Panel

# OptionsPersonalizationDescription.Text
source: Provider order, visibility, metrics, and colors
es_es: Orden, visibilidad, métricas y colores

source: Dashboard options
es_es: Opciones del panel

# OptionsProvidersLabel.Text
source: Providers
es_es: Proveedores

# OptionsProvidersDescription.Text
source: Connections and source health
es_es: Conexiones y estado de las fuentes

source: Provider options
es_es: Opciones de proveedores

# AppearanceSectionTitle.Text
source: Appearance
es_es: Apariencia

# PersonalizationSectionTitle.Text
source: Dashboard
es_es: Panel

# ProvidersSectionTitle.Text
source: Providers
es_es: Proveedores

# ProvidersSectionDescription.Text
source: Manage connections and inspect each source.
es_es: Gestiona conexiones y revisa cada fuente.

# OptionsVercelLabel.Text
source: Vercel connection
es_es: Conexión de Vercel

# OptionsVercelDescription.Text
source: Connect or remove an experimental Vercel account
es_es: Conecta o elimina una cuenta experimental de Vercel

source: Vercel connection options
es_es: Opciones de conexión de Vercel

# OptionsProviderStatusLabel.Text
source: Source status
es_es: Estado de fuentes

# OptionsProviderStatusDescription.Text
source: Availability, access, freshness, and errors
es_es: Disponibilidad, acceso, vigencia y errores

source: Provider source status
es_es: Estado de las fuentes de proveedores

# OptionsBackButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Back
es_es: Atrás

source: Updating usage
es_es: Actualizando uso

# LoadingLabel.Text
source: Looking for local usage data…
es_es: Buscando datos de uso locales…

# SampleLoadingLabel.Text
source: Refreshing sample data…
es_es: Actualizando datos de muestra…

# EmptyTitle.Text
source: No providers yet
es_es: Aún no hay proveedores

# EmptyBody.Text
source: Quota and spend will appear here when a supported local tool is available. This build has no data source connected.
es_es: La cuota y el gasto aparecerán aquí cuando haya una herramienta local compatible. Esta compilación no tiene una fuente conectada.

# EmptyOpenOptionsButton.Content
source: Open options
es_es: Abrir opciones

source: Open options
es_es: Abrir opciones

source: Close when focus is lost
es_es: Cerrar al perder foco

# FooterOptionsLabel.Text
source: Options
es_es: Opciones

# SampleBadge.Text
source: Sample
es_es: Muestra

# SampleModeToggle.Header
source: Show sample dashboard
es_es: Mostrar panel de muestra

# SampleModeToggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show sample dashboard
es_es: Mostrar panel de muestra

# SampleScenarioCombo.Header
source: Sample scenario
es_es: Escenario de muestra

source: Sample scenario
es_es: Escenario de muestra

# SampleScenarioNearLimit
source: Near limit
es_es: Cerca del límite

# SampleScenarioPartial
source: Partial
es_es: Parcial

# SampleScenarioStale
source: Stale
es_es: Vencido

# SampleTotalSpendTitle.Text
source: Total spend
es_es: Gasto total

# SampleSpendAccessibleNameFormat
source: Total spend {0} across {1} providers. {2}
es_es: Gasto total {0} en {1} proveedores. {2}

# SampleStatus
source: Sample
es_es: Muestra

# SampleStatusLoading
source: Refreshing sample…
es_es: Actualizando muestra…

# SamplePeriodNormal
source: 30 days · normal sample
es_es: 30 días · muestra normal

# SamplePeriodNearLimit
source: 30 days · near limit
es_es: 30 días · cerca del límite

# SamplePeriodPartial
source: 30 days · partial coverage
es_es: 30 días · cobertura parcial

# SamplePeriodStale
source: 30 days · stale sample
es_es: 30 días · dato vencido

# SamplePeriodError
source: 30 days · sample error
es_es: 30 días · error de muestra

# SampleStateCacheRefreshing
source: 30 days · cache, updating…
es_es: 30 días · caché, actualizando…

# SampleStateStaleCacheRefreshing
source: 30 days · stale cache, updating…
es_es: 30 días · caché vencida, actualizando…

# SampleStateFresh
source: 30 days · updated now
es_es: 30 días · actualizado ahora

# SampleStatePartial
source: 30 days · partial coverage
es_es: 30 días · cobertura parcial

# SampleStateStale
source: 30 days · stale sample
es_es: 30 días · dato vencido

# SampleStateError
source: 30 days · error, showing cache
es_es: 30 días · error, mostrando caché

# SampleStateThrottled
source: 30 days · waiting to retry
es_es: 30 días · esperando reintento

# SampleStateNotSaved
source: 30 days · updated, not saved
es_es: 30 días · actualizado, sin guardar

# SampleStateCacheRefreshingLabel.Text
source: 30 days · cache, updating…
es_es: 30 días · caché, actualizando…

# SampleStateStaleCacheRefreshingLabel.Text
source: 30 days · stale cache, updating…
es_es: 30 días · caché vencida, actualizando…

# SampleStateFreshLabel.Text
source: 30 days · updated now
es_es: 30 días · actualizado ahora

# SampleStatePartialLabel.Text
source: 30 days · partial coverage
es_es: 30 días · cobertura parcial

# SampleStateStaleLabel.Text
source: 30 days · stale sample
es_es: 30 días · dato vencido

# SampleStateErrorLabel.Text
source: 30 days · error, showing cache
es_es: 30 días · error, mostrando caché

# SampleStateThrottledLabel.Text
source: 30 days · waiting to retry
es_es: 30 días · esperando reintento

# SampleStateNotSavedLabel.Text
source: 30 days · updated, not saved
es_es: 30 días · actualizado, sin guardar

# SampleRemainingFormat
source: {0}% remaining
es_es: {0}% restante

# SampleResetHoursFormat
source: Resets in {0} h
es_es: Reinicia en {0} h

# SampleResetDaysFormat
source: Resets in {0} d
es_es: Reinicia en {0} d

# SampleResetDaysHoursFormat
source: Resets in {0} d {1} h
es_es: Reinicia en {0} d {1} h

# SampleWindowSession
source: Session
es_es: Sesión

# SampleWindowWeekly
source: Weekly
es_es: Semanal

# SampleWindowSoftBudget
source: Sample budget
es_es: Presupuesto de muestra

# SampleCapabilityQuota
source: Quota
es_es: Cuota

# SampleCapabilityLocalSpend
source: Local usage · Spend
es_es: Uso local · Gasto

# SampleCapabilityLocal
source: Local usage
es_es: Uso local

# SampleCapabilityPolicy
source: Blocked by policy
es_es: Bloqueado por política

# ProviderSourceLabel
source: Source
es_es: Fuente

# ProviderSourceSample
source: Sample data
es_es: Datos de muestra

# ProviderSourceOfficialLocalApi
source: Official local API
es_es: API local oficial

# ProviderObservedLabel
source: Updated
es_es: Actualizado

# ProviderObservedNow
source: Now
es_es: Ahora

# ProviderDetailsTooltipFormat
source: Source: {0}. Updated: {1}.
es_es: Fuente: {0}. Actualizado: {1}.

# ProviderDetailsAutomationNameFormat
source: Details for {0}
es_es: Detalles de {0}

source: Show or hide usage details
es_es: Mostrar u ocultar detalles de uso

source: Usage details
es_es: Detalles de uso

# SampleMetricSpend
source: Spend
es_es: Gasto

# SampleNoticeNoQuota
source: No quota source in this sample.
es_es: Sin fuente de cuota en esta muestra.

# SampleNoticeHighSpend
source: Higher sample spend in the last 30 days.
es_es: Mayor gasto de muestra en los últimos 30 días.

# SampleNoticeStale
source: Stale · last sample 47 min ago
es_es: Vencido · última muestra hace 47 min

# SampleNoticePartial
source: Partial coverage
es_es: Cobertura parcial

# SampleNoticePolicy
source: Quota access is blocked by policy in this sample.
es_es: El acceso a la cuota está bloqueado por política en esta muestra.

# SampleNoticeError
source: Sample error · keeping the last value.
es_es: Error de muestra · se conserva el último dato.

# SampleUnavailableTitle.Text
source: Sample unavailable
es_es: Muestra no disponible

# SampleUnavailableBody.Text
source: The sample source failed and no saved value is available yet.
es_es: La fuente de muestra falló y todavía no hay un dato guardado.

# SampleRetryButton.Content
source: Try again
es_es: Reintentar

# SampleRetryButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Retry sample
es_es: Reintentar muestra

# CodexQuotaTitle
source: Codex quota
es_es: Cuota de Codex

# CodexQuotaPeriod
source: Current Codex limits
es_es: Límites actuales de Codex

# CodexPlanUnknown
source: Plan unavailable
es_es: Plan no disponible

# CodexUsageFormat
source: {0}% remaining · {1}% used
es_es: {0}% restante · {1}% usado

# CodexWindowPrimary
source: Primary limit
es_es: Límite principal

# CodexWindowSecondary
source: Secondary limit
es_es: Límite secundario

# CodexWindowAdditionalPrimaryFormat
source: Additional limit {0}
es_es: Límite adicional {0}

# CodexWindowAdditionalSecondaryFormat
source: Additional limit {0}
es_es: Límite adicional {0}

# CodexResetUnknown
source: Reset time unavailable
es_es: Reinicio no disponible

# CodexResetDue
source: Reset due
es_es: Reinicio pendiente

# CodexStateCacheRefreshing
source: Codex quota · cache, updating…
es_es: Cuota de Codex · caché, actualizando…

# CodexStateStaleCacheRefreshing
source: Codex quota · stale cache, updating…
es_es: Cuota de Codex · caché vencida, actualizando…

# CodexStateFresh
source: Codex quota · updated now
es_es: Cuota de Codex · actualizado ahora

# CodexStatePartial
source: Codex quota · partial coverage
es_es: Cuota de Codex · cobertura parcial

# CodexStateStale
source: Codex quota · saved data
es_es: Cuota de Codex · dato guardado

# CodexStateError
source: Codex quota · error, showing cache
es_es: Cuota de Codex · error, mostrando caché

# CodexStateNotSaved
source: Codex quota · updated, not saved
es_es: Cuota de Codex · actualizado, sin guardar

# CodexStateThrottled
source: Codex quota · waiting to retry
es_es: Cuota de Codex · esperando reintento

# CodexStateCacheRefreshingWithAgeFormat
source: Codex quota · cache from {0} ago, updating…
es_es: Cuota de Codex · caché de hace {0}, actualizando…

# CodexStateStaleCacheRefreshingWithAgeFormat
source: Codex quota · stale cache from {0} ago, updating…
es_es: Cuota de Codex · caché vencida de hace {0}, actualizando…

# CodexStateStaleWithAgeFormat
source: Codex quota · saved data from {0} ago
es_es: Cuota de Codex · dato guardado de hace {0}

# CodexStateErrorWithAgeFormat
source: Codex quota · error, showing cache from {0} ago
es_es: Cuota de Codex · error, mostrando caché de hace {0}

# CodexStateErrorRetryWithAgeFormat
source: Codex quota · retry in {0}, cache from {1} ago
es_es: Cuota de Codex · reintento en {0}, caché de hace {1}

# CodexStateThrottledWithAgeFormat
source: Codex quota · retry in {0}, cache from {1} ago
es_es: Cuota de Codex · reintento en {0}, caché de hace {1}

# CodexAgeLessThanMinute
source: less than 1 min
es_es: menos de 1 min

# SampleRetryAutomationName
source: Retry sample
es_es: Reintentar muestra

# CodexUnavailableTitle
source: Codex quota unavailable
es_es: Cuota de Codex no disponible

# CodexUnavailableBody
source: TokenUsage could not read Codex quota. Check that Codex runs, then try again.
es_es: TokenUsage no pudo leer la cuota de Codex. Comprueba que Codex funciona y vuelve a intentarlo.

# CodexNotConfiguredTitle
source: Codex setup needed
es_es: Codex necesita configuración

# CodexNotConfiguredBody
source: Install Codex CLI or sign in with ChatGPT in Codex, then retry. TokenUsage does not ask for credentials.
es_es: Instala Codex CLI o inicia sesión con ChatGPT desde Codex y vuelve a intentarlo. TokenUsage no solicita credenciales.

# CodexUnsupportedTitle
source: Codex quota is unavailable for this account
es_es: Esta cuenta no ofrece cuota de Codex

# CodexUnsupportedBody
source: The active Codex account does not report ChatGPT quota windows.
es_es: La cuenta activa de Codex no informa ventanas de cuota de ChatGPT.

# CodexRetry
source: Retry Codex quota
es_es: Reintentar cuota de Codex

# CodexPartialUsageNotice
source: Daily token usage is incomplete.
es_es: El uso diario de tokens está incompleto.

# CodexCapabilityUsage
source: Limits and official usage
es_es: Límites y uso oficial

# CodexUsageToday
source: Today
es_es: Hoy

# CodexUsageYesterday
source: Yesterday
es_es: Ayer

# CodexUsageLast7Days
source: Last 7 days
es_es: Últimos 7 días

# CodexUsageLast30Days
source: Last 30 days
es_es: Últimos 30 días

# CodexUsageMissing
source: No data
es_es: Sin datos

# CodexPaceAheadFormat
source: {0}% projected · below pace
es_es: {0}% estimado · ritmo bajo

# CodexPaceOnTrackFormat
source: {0}% projected · on pace
es_es: {0}% estimado · ritmo previsto

# CodexPaceBehindFormat
source: {0}% projected · above pace
es_es: {0}% estimado · ritmo alto

# CodexPaceBehindEtaFormat
source: {0}% projected · limit in {1}
es_es: {0}% estimado · límite en {1}

# SampleTotalSpendHeading
source: Total spend
es_es: Gasto total

# SampleUnavailableTitleValue
source: Sample unavailable
es_es: Muestra no disponible

# SampleUnavailableBodyValue
source: The sample source failed and no saved value is available yet.
es_es: La fuente de muestra falló y todavía no hay un dato guardado.

# SampleRetry
source: Try again
es_es: Reintentar

# LocalUsageTitle
source: Local usage
es_es: Uso local

# LocalUsageSourceSynthetic
source: Synthetic fixture · Local SQLite
es_es: Fixture sintético · SQLite local

# LocalUsageSourceClaude
source: Claude Code · Local logs
es_es: Claude Code · logs locales

# LocalUsageSourceAgents
source: Codex + Grok Build + OpenCode + Antigravity · Local data
es_es: Codex + Grok Build + OpenCode + Antigravity · datos locales

# LocalUsagePeriod30Days
source: Last 30 days
es_es: Últimos 30 días

# LocalUsageNotice
source: Local test data
es_es: Datos locales de prueba

# LocalUsageClaudeNotice
source: Saved sessions on this device only. Estimated cost uses API list prices and does not represent your plan charge.
es_es: Solo sesiones guardadas en este equipo. El coste estimado usa precios API y no representa el cobro de tu plan.

# LocalUsageClaudePartialNotice
source: Partial read: some files could not be processed. Visible totals may be lower.
es_es: Lectura parcial: algunos archivos no se pudieron procesar. Los importes visibles pueden ser menores.

# LocalUsageClaudeNoDataNotice
source: No new Claude sessions were found. The last local total may remain.
es_es: No se encontraron sesiones Claude nuevas. El último total local puede conservarse.

# LocalUsageAgentsNotice
source: Observed local usage. Codex uses official daily totals and an estimated model mix; cost can differ from your plan charge. Grok quota is unavailable.
es_es: Uso local observado. Codex usa totales diarios oficiales y una mezcla de modelos estimada; el coste puede diferir del cobro del plan. La cuota de Grok no está disponible.

# LocalUsageAgentsPartialNotice
source: Partial read: valid data is kept. Codex uses an estimated model mix; cost can differ from your plan charge. Grok quota is unavailable.
es_es: Lectura parcial: se conservan los datos válidos. Codex usa una mezcla de modelos estimada; el coste puede diferir del cobro del plan. La cuota de Grok no está disponible.

# LocalUsageAgentsNoDataNotice
source: No new sessions; the last local total is kept. Cost uses API rates and can differ from your plan charge. Grok quota is unavailable.
es_es: Sin sesiones nuevas; se conserva el último total local. El coste usa tarifas API y puede diferir del cobro del plan. La cuota de Grok no está disponible.

# LocalUsageUnavailable
source: Local usage could not be read.
es_es: No se pudo leer el uso local.

# LocalUsageReportedCost
source: Reported cost
es_es: Coste informado

# LocalUsageEstimatedCost
source: Estimated cost
es_es: Coste estimado

# LocalUsageUnpricedTokens
source: Unpriced tokens
es_es: Tokens sin precio

# LocalUsageCoverage
source: Cost coverage
es_es: Cobertura de coste

# LocalUsageCostPerMillion
source: Cost per 1M tokens
es_es: Coste por 1 M tokens

# LocalUsageUsdPerMillionFormat
source: ${0:N2}/1M
es_es: {0:N2} USD/1 M

# LocalUsagePeriodToday
source: Today
es_es: Hoy

# LocalUsagePeriodYesterday
source: Yesterday
es_es: Ayer

# LocalUsagePeriod7Days
source: 7 days
es_es: 7 días

# LocalUsagePeriodMonth
source: This month
es_es: Mes actual

# LocalUsageReportedShort
source: Rep.
es_es: Inf.

# LocalUsagePeriodDetailFormat
source: {0} tokens · {1} coverage · {2}
es_es: {0} tokens · {1} cobertura · {2}

# LocalUsageBreakdownTitle
source: 30-day breakdown
es_es: Desglose de 30 días

# UsageHeatmapTitle
source: Activity map
es_es: Mapa de actividad

# UsageHeatmapSummaryFormat
source: {0} active days · last {1}
es_es: {0} días activos · últimos {1}

# UsageHeatmapEmptyDayFormat
source: {0}: no activity
es_es: {0}: sin actividad

# UsageHeatmapDayFormat
source: {0}: {1} tokens across {2} events; {3}
es_es: {0}: {1} tokens en {2} eventos; {3}

# UsageHeatmapDayDetailFormat
source: {0}: {1} tokens · {2} · {3} events · cached input {4} · uncached input {5} · output {6}
es_es: {0}: {1} tokens · {2} · {3} eventos · caché {4} · entrada sin caché {5} · salida {6}

# UsageHeatmapCostFormat
source: US${0:0.00}
es_es: {0:0.00} US$

# UsageHeatmapCostUnavailable
source: spend unavailable
es_es: gasto no disponible

# UsageHeatmapTooltipCostLabel
source: Cost
es_es: Costo

# UsageHeatmapTooltipEventsLabel
source: Events
es_es: Eventos

# UsageHeatmapTooltipCachedInputLabel
source: Cached input
es_es: Entrada en caché

# UsageHeatmapTooltipUncachedInputLabel
source: Uncached input
es_es: Entrada sin caché

# UsageHeatmapTooltipOutputLabel
source: Output
es_es: Salida

# UsageHeatmapTooltipReasoningLabel
source: Reasoning
es_es: Razonamiento

# LocalUsageBreakdownSummaryFormat
source: {0} agents · {1} models
es_es: {0} agentes · {1} modelos

# LocalUsageBreakdownAccessibleFormat
source: Reported and estimated spend distribution: {0}. {1}
es_es: Distribución de gasto informado y estimado: {0}. {1}

# LocalUsageModelReportedFormat
source: Reported {0}
es_es: Informado {0}

# LocalUsageModelEstimatedFormat
source: Estimated {0}
es_es: Estimado {0}

# LocalUsageModelCoverageFormat
source: Coverage {0}
es_es: Cobertura {0}

# CodexStateUnavailable
source: Quota unavailable · local usage shown
es_es: Cuota no disponible · uso local visible

# ProviderStatusSectionTitle.Text
source: Providers
es_es: Proveedores

source: Refresh provider status
es_es: Actualizar estado de proveedores

# ProviderStatusQuota
source: Quota
es_es: Cuota

# ProviderStatusUsage
source: Local usage
es_es: Uso local

# ProviderStatusSpend
source: Spend
es_es: Gasto

# ProviderStatusCoverage
source: Coverage
es_es: Cobertura

# ProviderStatusAvailable
source: Available
es_es: Disponible

# ProviderStatusComplete
source: Complete
es_es: Completo

# ProviderStatusPartial
source: Partial
es_es: Parcial

# ProviderStatusNotConfigured
source: Not configured
es_es: Sin configurar

# ProviderStatusNoData
source: No data yet
es_es: Aún sin datos

# ProviderStatusBlocked
source: Blocked by provider policy
es_es: Bloqueado por política del proveedor

# ProviderStatusUnsupportedSchema
source: Newer format unsupported
es_es: Formato nuevo no compatible

# ProviderStatusUnsupported
source: Account type unsupported
es_es: Tipo de cuenta no compatible

# ProviderStatusReported
source: Provider reported
es_es: Informado por el proveedor

# ProviderStatusEstimated
source: Estimated from rates
es_es: Estimado con tarifas

# ProviderStatusReportedLastReliable
source: Provider reported · last reliable
es_es: Informado · último dato fiable

# ProviderStatusEstimatedLastReliable
source: Estimated · last reliable
es_es: Estimado · último dato fiable

# ProviderStatusCoverageLastReliableFormat
source: Last reliable · {0}
es_es: Último dato fiable · {0}

# ProviderStatusUnavailable
source: Unavailable
es_es: No disponible

# ProviderStatusRootDetected
source: Data source detected
es_es: Fuente de datos detectada

# ProviderStatusRootMissing
source: Data source not found
es_es: Fuente de datos no encontrada

# ProviderStatusRootPending
source: Detection pending
es_es: Detección pendiente

# ProviderStatusContractChanged
source: Provider response changed
es_es: Cambió la respuesta del proveedor

# ProviderStatusRecoveryOpenTool
source: Open the provider once, then refresh status.
es_es: Abre el proveedor una vez y actualiza el estado.

# ProviderStatusRecoveryUpdate
source: Update TokenUsage when support for this format is available.
es_es: Actualiza TokenUsage cuando haya soporte para este formato.

# ProviderStatusRecoveryRetry
source: Close active session files, then refresh status.
es_es: Cierra los archivos de sesión activos y actualiza el estado.

# ProviderStatusRecoveryRefresh
source: Refresh status after new activity.
es_es: Actualiza el estado después de nueva actividad.

# ProviderStatusRecoveryUnavailable
source: No recovery is available in the app.
es_es: No hay recuperación disponible en la app.

# LanguageSectionTitle.Text
source: Language
es_es: Idioma

# LanguageSelector.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: App language
es_es: Idioma de la aplicación
